Repository: ideveloper381/Usernoise
Catalog: locale/*/LC_MESSAGES/usernoise-*.po
Languages: pl

source: Short summary
pl: Krótkie podsumowanie

source: Your feedback
pl: Twoja opinia

source: Your email (will not be published)
pl: Twój e-mail (nie zostanie opublikowany)

# admin
source: Feedback
pl: Opinia

source: Add new
pl: Dodaj nową

source: Add new feedback
pl: Dodaj nową opinię

source: View feedback
pl: Zobacz opinię

source: New feedback
pl: Nowa opinia

source: Search feedback
pl: Znajdź opinię

source: Feedback not found
pl: Opinii nie znaleziono

source: Feedback not found in Trash
pl: W koszu nie znaleziono opinii

source: Feedback left by users using a form in a lightbox
pl: Opinie pozostawione przez użytkowników za pomocą formularza w lightbox

source: Please enter a summary.
pl: Proszę wprowadź podsumowanie.

source: Please enter the feedback.
pl: Proszę wprowadź opinię.

source: Please enter a valid email address.
pl: Proszę wprowadź poprawny adres e-mail.

source: feedback
pl: opinia

source: A new
pl: Nowa

source: View it:
pl: Zobacz to:

source: New
pl: Nowa

source: submitted at
pl: składane w

source: or
pl: lub

source: Feedback
pl: Opinia

source: Submit feedback
pl: Wyślij opinię

source: Please tell us what do you think, any kind of feedback is highly appreciated.
pl: Proszę nam powiedzieć co myślisz, wszelkiego rodzaju opinie są wysoko cenione.

source: Settings
pl: Ustawienia

source: Type
pl: Typ

source: All feedback types
pl: Opinie wszystkich typów

source: Usernoise settings
pl: Ustawienia Usernoise

source: Save Changes
pl: Zapis z zmiany

source: General
pl: Ogólne

source: Show Powered by
pl: Pokaż Powered by

source: I like Usernoise and want to show <em>"Powered by Usernoise"</em> link at the modal window.
pl: Lubię Usernoise i chcę pokazać link <em>"Powered by Usernoise"</em> w oknie modalnym.

source: Font
pl: Czcionka

source: Site default font
pl: Domyślnej czcionka strony

source: Button
pl: Przycisk

source: Background color
pl: Kolor tła

source: Text
pl: Tekst

source: Text color
pl: Kolor tekstu

source: Left
pl: Lewo

source: Right
pl: Prawo

source: Top
pl: Góra

source: Bottom
pl: Dół

source: Show border
pl: Wyświetlanie krawędzi

source: Position
pl: Położenie

source: Hide on mobile devices
pl: Ukryj na urządzeniach przenośnych

source: Feedback form
pl: Formularz opinii

source: Form title
pl: Tytuł formularza

source: Introductional text
pl: Wprowadzenie

source: Ask for feedback type
pl: Zapytaj o typ opinii

source: Ask for a summary
pl: Zapytaj o podsumowanie

source: Ask for an email
pl: Zapytaj o e-mail

source: Submit button text
pl: Tekst na przycisku

source: Thank you screen
pl: Ekran podziękowania

source: Thank you screen title
pl: Tytuł podziękowania

source: Thank you text
pl: Treść podziękowania

source: Admin notifications
pl: Administracja powiadomieniami

source: New feedback received
pl: Odebrano nową opinię

source: Notification emails will be sent to:
pl: Powiadomienie e-mail zostanie wysłane do:

source: you can change it at
pl: możesz go zmienić w

source: General Options
pl: Opcje główne

source: Select a Color
pl: Wybierz kolor

source: by
pl: przez

source: View all feedback
pl: Wyświetlanie wszystkich opinii

source: No new feedback now.
pl: Brak nowych opinii.

source: Publish
pl: Publikuj

source: Reply
pl: Odpowiedz

source: Please enter some message.
pl: Proszę podać kilka wiadomości.

source: Feedback author email is unknown.
pl: E-mail autora opinii nie jest znany.

source: Email sent successfully.
pl: E-mail wysłany.

source: Feedback was marked as reviewed
pl: Opinia została oznaczona jako recenzja

source: Author
pl: Autor

# button
source: Feedback
pl: Opinia

# form
source: Feedback
pl: Opinia

source: Thank you
pl: Dziękuję

source: Your feedback have been received.
pl: Twoja opinia została odebrana.

source: Idea
pl: Pomysł

source: Question
pl: Pytanie

source: Praise
pl: Pochwała

source: Subject
pl: Temat

source: Send
pl: Wyślij

source: Privately Published
pl: Prywatnie opublikowany

source: Reviewed
pl: Recenzja

source: Scheduled
pl: Uruchamia zaplanowane czynności

source: Pending Review
pl: W oczekiwaniu na opinię

source: Draft
pl: Szkic

source: Sent on: <b>%1$s</b>
pl: Wysłano: <b>%1$s</b>

source: Delete Permanently
pl: Usuń trwale

source: Move to Trash
pl: Przenieś do kosza

source: Update
pl: Zaktualizuj

source: Powered by
pl: Przełącz wiadomość 'wykonane przez'

source: Usernoise is a modal contact / feedback form with flexible interface.
pl: Usernoise jest modalnym oknem formularza kontaktu/opinii z elastycznym interfejsem.
